---
kind: property
id: P:Autodesk.Revit.DB.TableCellStyleOverrideOptions.BorderBottomLineStyle
source: html/1ef8a73f-cdcf-4e10-173c-106dacd9d3c1.htm
---
# Autodesk.Revit.DB.TableCellStyleOverrideOptions.BorderBottomLineStyle Property

Indicates if the border bottom line style characteristic is overridden.

## Syntax (C#)
```csharp
public bool BorderBottomLineStyle { get; set; }
```